Repository: PhiRhythmus/Tanx
Catalog: includes/languages/*.po
Languages: hu_hu

source: Continue reading
hu_hu: Tovább a cikkhez

source: Back to top
hu_hu: Az oldal tetejére

source: Reply
hu_hu: Reakció

source: Category archives for:
hu_hu: Kategória bejegyzései:

source: Tag archives for:
hu_hu: Címkéhez tartozó cikkek:

source: Archives
hu_hu: Régebbi tartalmak:

source: Search results for:
hu_hu: Keresés eredménye:

source: No search results found for:
hu_hu: Nincs találat a következőre:

source: Keep calm and search again!
hu_hu: Semmi gond, próbáld meg újból! :)

source: Load More Posts
hu_hu: Mutass több cikket

source: Share This Project
hu_hu: Project megosztása

source: Category
hu_hu: Kategória

source: Tags
hu_hu: Címkék

source: Previous Project
hu_hu: Előző projekt

source: Next Project
hu_hu: Következő project

source: Share Story
hu_hu: Megosztás

source: Previous Post
hu_hu: Előző cikk

source: Next Post
hu_hu: Következő cikk

source: Search
hu_hu: Keresés

source: Search...
hu_hu: Keresés...

source: I'm sure we can come up with something...
hu_hu: Biztosan találunk valamit...

source: Leave a Comment
hu_hu: Szólj hozzá!

source: Post Comment
hu_hu: Hozzászólás beküldése

source: No Comments
hu_hu: Nincsennek hozzászólások

source: One Comment
hu_hu: 1 hozzászólás

source: % Comments
hu_hu: % hozzászólás

source: Your comment is awaiting moderation.
hu_hu: A hozzászólásod moderációra várakozik!

source: John Doe
hu_hu: Neved

source: me@mail.com
hu_hu: email@email.hu

source: www.me.com
hu_hu: www.me.hu

source: Your thoughts...
hu_hu: Véleményed
